[
    "TIA Transient ischaemic attack TRIUMPH Treating Resistant Hypertension Using Lifestyle Modification toPromote Health TSH Thyroid-stimulating hormone WHO World Health Organization WML White matter lesion 1.Preamble Guidelines evaluate and summarize available evidence with the aim ofas- sisting health professionals inproposing the best diagnostic ortherapeut- icapproach foranindividual patient with agiven condition. Guidelines are intended for use byhealth professionals and the European Society of Cardiology (ESC) makes itsguidelines freely available. ESC Guidelines donot override the individual responsibility ofhealth professionals tomake appropriate and accurate decisions inconsider- ation ofeach patient’s health condition and inconsultation with that pa- tient orthe patient’s caregiver where appropriate and/or necessary. Itis also the health professional’s responsibility toverify the rules and reg- ulations applicable ineach country todrugs and devices atthe time of prescription and torespect the ethical rules oftheir profession. ESC Guidelines represent theofficial position oftheESC onagiven topic and are regularly updated when warranted bynew evidence. ESC Policies and Procedures for formulating and issuing ESC Guidelines can be found onthe ESC website (https:/ /www.escardio.org/Guidelines/Clinical- Practice-Guidelines/Guidelines-development/Writing-ESC-Guidelines). This guideline version updates and replaces the previous version from 2018.The Members ofthis task force were selected bythe ESC toinclude professionals involved inthe medical care ofpatients with this path- ology, aswell aspatient representatives and methodologists. The se- lection procedure included anopen call for authors and aimed to include members from across the whole ofthe ESC region and from relevant ESC Subspecialty Communities. Consideration was gi- ven todiversity and inclusion, notably with respect togender and country oforigin. The task force performed acritical review and evaluation ofthe published literature ondiagnostic and therapeutic approaches including assessment ofthe risk-benefit ratio. The strength ofevery recommendation and the level ofevidence supporting them were weighed and scored according topredefined scales asoutlined in Tables 1and2below. Patient-Reported Outcome Measures (PROMs) and Patient-Reported Experience Measures (PREMs) were also evaluated asthe basis for recommendations and/or discussion inthese guidelines. The task force followed ESC voting procedures and allapproved recom- mendations were subject toavote and achieved atleast 75% agreement among voting members. Members ofthe task force with declared inter- ests onspecific topics were asked toabstain from voting onrelated recommendations. The experts ofthe writing and reviewing panels provided declaration ofinterest forms forallrelationships that might beperceived asreal or potential sources ofconflicts ofinterest. Their declarations ofinterest were reviewed according tothe ESC declaration ofinterest rules, which can befound on the ESC website (http:/ /www.escardio.org/ guidelines) and have been compiled inareport published inasupple- mentary document with the guidelines. Funding for the development ofESC Guidelines isderived entirely from the ESC with noinvolvement ofthe healthcare industry. Table 1Classes ofrecommendations ©ESC 2024Classes of recommendations Class I Evidence and/or general agreement that a given treatment or procedure is beneﬁcial, useful, eﬀective.  Conﬂicting evidence and/or a divergence of opinion about the usefulness/  eﬃcacy of the given treatment or procedure.  Is recommended o r is indicatedWording to use Deﬁnition Class III Evidence or general agreement that the given treatment or procedure is not useful/eﬀective, and in some cases may be harmful. Is not recommended     Class IIb Usefulness/eﬃcacy is less well established by evidence/opinion.May be considered    Class IIa Weight of evidence/opinion is in favour of usefulness/eﬃcacy. Should be consideredClass II  ©ESC 2024ESC Guidelines 7",
    "The ESC Clinical Practice Guidelines (CPG) Committee supervises and co-ordinates the preparation ofnew guidelines and isresponsible for the approval process. Inaddition to review by the CPG Committee, ESC Guidelines undergo multiple rounds ofdouble-blind peer review byexternal experts, including members from across the whole ofthe ESC region, allNational Cardiac Societies ofthe ESC and from relevant ESC Subspecialty Communities. After appropriate revisions, the guidelines are signed offbyallthe experts inthe task force. The finalized document issigned off bythe CPG Committee for publication intheEuropean Heart Journal. ESC Guidelines are based onanalyses ofpublished evidence, chiefly onclinical trials and meta-analyses oftrials, but potentially including other types ofstudies. Evidence tables summarizing key information from relevant studies are generated early inthe guideline development process tofacilitate the formulation ofrecommendations, toenhance comprehension ofrecommendations after publication, and reinforce transparency inthe guidelines development process. The tables are published intheir own section ofESC Guidelines and reference specific recommendation tables. Off-label use ofmedication may bepresented inthese guidelines ifa sufficient level ofevidence shows that itcan beconsidered medically ap- propriate foragiven condition. However, the final decisions concerning anindividual patient must bemade bythe responsible health profes- sional giving special consideration to: •The specific situation ofthe patient. Unless otherwise provided for bynational regulations, off-label use ofmedication should belimited tosituations where itisinthe patient’s interest with regard tothe quality, safety, and efficacy ofcare, and only after the patient has been informed and has provided consent; •Country-specific health regulations, indications by governmental drug regulatory agencies, and the ethical rules towhich health profes- sionals are subject, where applicable.2.Introduction This 2024 document updates the 2018 ESC/European Society of Hypertension (ESH) Guidelines onthe management ofarterial hyper- tension.1While the current document builds on prior guidelines, it also incorporates important updates and new recommendations based oncurrent evidence. For example: (1) The title has changed from ‘Guidelines onthe management ofar- terial hypertension’ to‘Guidelines onthe management ofelevated blood pressure and hypertension’. This isbased onevidence that the risk for cardiovascular disease (CVD) attributable toblood pressure (BP) isonacontinuous exposure scale, not abinary scale ofnormotension vs.hypertension.2,3Updated evidence also in- creasingly demonstrates the benefit on CVD outcomes of BP-lowering medications among persons with high CVD risk and BPlevels that are elevated but that donot meet traditional thresh- olds used todefine hypertension. The term ‘arterial’ isremoved from the title ofthe 2024 Guidelines, asarterial hypertension can also occur inthe pulmonary arteries, which isnot afocus here. (2) The 2024 Guidelines continue todefine hypertension asoffice sys- tolic BPof≥140 mmHg ordiastolic BPof≥90 mmHg. However, a new BPcategory called ‘Elevated BP’ isintroduced. Elevated BPis defined asanoffice systolic BPof120–139 mmHg ordiastolic BP of70–89 mmHg. (3) Amajor, evidence-based change inthe 2024 Guidelines isthe rec- ommendation topursue atarget systolic BPof120–129 mmHg among adults receiving BP-lowering medications. There are several important caveats tothis recommendation, including: (i)the re- quirement that treatment tothis BP target iswell tolerated by the patient, (ii)the fact that more lenient BPtargets can beconsid- ered inpersons with symptomatic orthostatic hypotension, those aged 85years orover, orthose with moderate-to-severe frailtyTable 2Levels ofevidence Level of evidence A Level of evidence B Level of evidence CData derived from multiple randomized clinical trials or meta-analyses. Data derived from a single randomized clinical trial or large non-randomized studies. Consensus of opinion of the experts and/or small studies, retrospective studies, registries. ©ESC 2024 ©ESC 20248 ESC Guidelines",
    "or limited life expectancy, and (iii) astrong emphasis on out-of-office BP measurement toconfirm the systolic BP target of120–129 mmHg isachieved. For those selected individual cases where atarget systolic BPof120–129 mmHg isnot pursued, either due tointolerance orthe existence ofconditions that favour a more lenient BPtarget, we recommend targeting aBPthat isas low asreasonably achievable. Personalized clinical decision-making and shared decisions with the patient are also emphasized. (4) Another important change inthe 2024 Guidelines compared with earlier versions isthe increased focus onevidence related tofatal and non-fatal CVD outcomes rather than surrogate outcomes such asBPlowering alone. Except for lifestyle interventions and low-risk non-pharmacological interventions aimed atimplementation orcare delivery, the current guidelines require that, foraClass Irecommen- dation tobemade foradrug orprocedural intervention, theevidence must show benefit onCVD outcomes and not only BPlowering. (5) The task force comprised ofabalanced representation ofmales and females. (6) The present guidelines consider sex and gender asanintegral com- ponent throughout the document, rather than inaseparate section atthe end. Inthis document, sex isthe biological condition ofbeing female ormale from conception, based ongenes, and gender isthe socio-cultural dimension ofbeing awoman oraman inagiven soci- ety, based ongender roles, gender norms, gender identity, and gen- der relations valid inthe respective society atagiven timepoint.4,5(7) The 2024 Guidelines are written tomake them more ‘user friendly’. Input from general practitioners (GPs) was obtained inthis regard, and one task force member isaGP. Given the ageing population in Europe, there was also afocus ontailoring treatment with respect to frailty and into older age, which isaddressed inmultiple sections. Moreover, patient input and their lived experiences are considered throughout. We also now include evidence tables in the Supplementary section toprovide improved transparency regarding our recommendations. Asappropriate, readers who wish toseek add- itional details and information are referred tothe Supplementary data online and tothe  ESC CardioMed.6 (8) The task force recognized that amajor challenge inguideline usage ispoor implementation. This likely contributes tosuboptimal con- trol ofhypertension.7–9Toaddress this, adedicated section onim- plementation isincluded inthe Supplementary data online. Moreover, through anew initiative, we include information from national societies following asurvey onguideline implementation completed during the national society peer review ofthe guidelines document. Itishoped this information may help inform national so- cieties about potential barriers toimplementation. 2.1.What isnew These 2024 Guidelines contain anumber ofnew and revised recom- mendations, which are summarized inTables 3and4,respectively. Table 3New recommendations Recommendations ClassaLevelb 5.Measuring blood pressure Itisrecommended tomeasure BPusing avalidated and calibrated device, toenforce the correct measurement technique, and toapply a consistent approach toBPmeasurement for each patient.I B Out-of-office BPmeasurement isrecommended fordiagnostic purposes, particularly because itcan detect both white-coat hypertension and masked hypertension. Where out-of-office measurements arenot logistically and/or economically feasible, then itisrecommended that the diagnosis beconfirmed with arepeat office BPmeasurement using the correct standardized measurement technique.I B Most automated oscillometric monitors have not been validated forBPmeasurement inAF; BPmeasurement should beconsidered using a manual auscultatory method inthese circumstances, where possible.IIa C Anassessment fororthostatic hypotension (≥20 systolic BPand/or ≥10 diastolic BPmmHg drop at1and/or 3min after standing) should be considered atleast atthe initial diagnosis ofelevated BPorhypertension and thereafter ifsuggestive symptoms arise. This should be performed after the patient isfirst lying orsitting for 5min.IIa C 6.Definition andclassification ofelevated blood pressure andhypertension, andcardiovascular disease riskassessment Itisrecommended touse arisk-based approach inthe treatment ofelevated BP, and individuals with moderate orsevere CKD, established CVD, HMOD, diabetes mellitus, orfamilial hypercholesterolaemia are considered atincreased risk for CVD events.I B Itisrecommended that, irrespective ofage, individuals with elevated BPand aSCORE2 orSCORE2-OP CVD risk of≥10% beconsidered at increased risk for CVD for the purposes ofrisk-based management oftheir elevated BP.I B SCORE2-Diabetes should beconsidered toestimate CVD risk among type 2diabetes mellitus patients with elevated BP, particularly ifthey are<60 years ofage.IIa B History ofpregnancy complications (gestational diabetes, gestational hypertension, pre-term delivery, pre-eclampsia, one ormore stillbirths, and recurrent miscarriage) are sex-specific risk modifiers that should beconsidered toup-classify individuals with elevated BPand borderline increased 10-year CVD risk (5% to<10% risk).IIa B High-risk ethnicity (e.g. South Asian), family history ofpremature onset atherosclerotic CVD, socio-economic deprivation, auto-immune inflammatory disorders, HIV, and severe mental illness are risk modifiers shared byboth sexes that should beconsidered toup-classify individuals with elevated BPand borderline increased 10-year CVD risk (5% to<10% risk).IIa B After assessing 10-year predicted CVD risk and non-traditional CVD risk modifiers, ifarisk-based BP-lowering treatment decision remains uncertain forindividuals with elevated BP,measuring CAC score, carotid orfemoral plaque using ultrasound, high-sensitivity cardiac troponin orB-type natriuretic peptide biomarkers, orarterial stiffness using pulse wave velocity, may beconsidered toimprove risk stratification among patients with borderline increased 10-year CVD risk (5% to<10% risk) after shared decision-making and considering costs.IIb B ContinuedESC Guidelines 9"
]